Revit 2027 API
ParameterTypeId.DpartOriginalCategoryId Property
 "Original Category"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId DpartOriginalCategoryId { get; }
Public Shared ReadOnly Property DpartOriginalCategoryId As ForgeTypeId
	Get
public:
static property ForgeTypeId^ DpartOriginalCategoryId {
	ForgeTypeId^ get ();
}
static member DpartOriginalCategoryId : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace